[
    {
      "federationName": "Sistema de Pontos IBJJF",
      "points": [
        {
          "pointValue": "Queda (Takedown): 2 pontos",
          "pointExplanation": [
            "Quando o atleta leva o oponente ao chão e mantém o controle por 3 segundos."
          ]
        },
        {
          "pointValue": "Raspagem (Sweep): 2 pontos",
          "pointExplanation": [
            "Quando o atleta que está por baixo inverte a posição, ficando por cima e mantendo o controle por 3 segundos."
          ]
        },
        {
          "pointValue": "Joelho na Barriga (Knee on Belly): 2 pontos",
          "pointExplanation": [
            "Quando o atleta coloca o joelho no abdômen do oponente, mantendo controle por 3 segundos."
          ]
        },
        {
          "pointValue": "Passagem de Guarda (Guard Pass): 3 pontos",
          "pointExplanation": [
            "Quando o atleta supera as pernas do oponente e estabiliza uma posição dominante."
          ]
        },
        {
          "pointValue": "Montada (Mount): 4 pontos",
          "pointExplanation": [
            "Quando o atleta senta sobre o tronco do oponente, com os joelhos no chão e controle estável por 3 segundos."
          ]
        },
        {
          "pointValue": "Pegada pelas Costas (Back Control): 4 pontos",
          "pointExplanation": [
            "Quando o atleta controla as costas do oponente, com os ganchos (ganchos com as pernas) ou triângulo de corpo, mantendo controle por 3 segundos."
          ]
        },
        {
          "pointValue": "Posições que não pontuam diretamente, mas garantem vantagem:",
          "pointExplanation": [
            "Quase finalizar um golpe.",
            "Quase estabilizar uma posição dominante."
          ]
        },
        {
          "pointValue": "Penalidades (Faltas graves ou desqualificação):",
          "pointExplanation": [
            "Comportamento antidesportivo."
          ]
        }
      ]
    },
    {
      "federationName": "Sistema de Pontos ADCC",
      "points": [
        {
          "pointValue": "Queda (Takedown): 2 pontos",
          "pointExplanation": [
            "Quando o atleta derruba o oponente e estabiliza a posição por 3 segundos.",
            "Se a queda resultar diretamente na lateral ou em uma posição dominante, os pontos adicionais são atribuídos."
          ]
        },
        {
          "pointValue": "Raspagem (Sweep): 2 pontos",
          "pointExplanation": [
            "Quando o atleta inverte a posição estando por baixo e assume controle por 3 segundos."
          ]
        },
        {
          "pointValue": "Pegada pelas Costas (Back Control): 3 pontos",
          "pointExplanation": [
            "Quando o atleta controla as costas do oponente com ambos os ganchos ou triângulo de corpo por 3 segundos."
          ]
        },
        {
          "pointValue": "Montada (Mount): 2 pontos",
          "pointExplanation": [
            "Quando o atleta estabiliza a montada completa por pelo menos 3 segundos."
          ]
        },
        {
          "pointValue": "Joelho na Barriga (Knee on Belly): 2 pontos",
          "pointExplanation": [
            "Quando o atleta estabiliza a posição com o joelho no abdômen por 3 segundos."
          ]
        },
        {
          "pointValue": "Passagem de Guarda (Guard Pass): 3 pontos",
          "pointExplanation": [
            "Quando o atleta supera a guarda do oponente e estabiliza o controle lateral por 3 segundos."
          ]
        },
        {
          "pointValue": "Regras Importantes do ADCC:",
          "pointExplanation": [
            "Sem Pontos no Início: Nos primeiros minutos da luta, nenhuma pontuação é contabilizada (fase de avaliação técnica).",
            "Vantagens e Penalidades: Não existem vantagens; penalidades podem ser aplicadas por passividade ou falta de combatividade.",
            "Finalização Finaliza: Finalizar é sempre a meta principal, e o sistema de pontos é apenas para determinar o vencedor quando não há finalização."
          ]
        }
      ]
    }
  ]
  